Repository: mozilla-l10n/mt-training-data
Catalog: bft/bft_pontoon.tmx
Source language: en_us
Languages: bft

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
bft: تنہ یانگلا یری سکت پو شیزدے بیا نینید، تاکہ چوقلا تھوبا نینمی سکتی ڈیتا سیٹ چی فچوا فری، دی ڈیٹا سیٹ کن رانگ بیونگ ایپس کن نا ڈیواٰس نا ویب کن لا بیورمو گوین۔ مشین لا ستروق یود میونگی زیرفینگ لوپفہ فری تم سیر چی چیک زیر۔ یری لسپو لیگی لیاخمو بیو فری اے روخ بیکھن کنی لس کن لا ہلتوس۔ دیو دینے بدونگو یودپن۔

source: Nubi
bft: نیوبی

source: Number of Voices
bft: سکتی تعداد پو

source: Numbers
bft: نمبر کن

source: Occitan
bft: اوکسیٹینی

source: Odia
bft: اوڈیاٸی

source: Off
bft: آف

source: Offensive Content
bft: چنگ مین کن

source: Offensive language
bft: چنگ چنگ تم

source: Offensive speech
bft: چنگ چنگ سکت

source: Offline Sources
bft: آف لاٸن سورس کن

source: On
bft: آن

source: On desktop devices you can contribute by downloading…
bft: ڈیسک ٹاپ ڈیواٸس کنیکھہ یانگلا ڈاون لوڈ بیسے روخ بیا نیند

source: On his head he wore a beret.
bft: کھوسی کھوری گویکھہ نتینگ چی گونے یود

source: On iOS please continue with Safari to enable recording…
bft: ریکارڈینگ گو چوکپہ لا آٸی اوسیکھہ سفاری نہ یمبو درولین دوک

source: Only show me sentences and clips from my variant
bft: نلا نری سکت فسور پونا زومسے یودپی تم سیر کن نا کلپ کن ہلتون۔

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bft: یانگ لوکھ چیگینگنو، اگر یانگلا خسمید کہ زیرکھن چیک لا دی تم پو گوپہ ملا تھونگفن سوک، دو فری کھولا زیربہ میونگفن نانگ، دینے سونگنہ چوق لزوقسے فونگ۔ اگر یانگلا چھدکھہ میدنارے چوق سکیورے فنگمی بٹن پو غدوم۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bft: اے لوکھسینگنو، اگر زیرکھنپو دونوگ دی تم پیکھکھہ تھونفہ میدنارے، دیکھنہ چھدکھیکھہ غلط سکت فیونگین یودنارے، انکار بیس جوو۔ اگر یانگلا چھدکھہ میدنارے، سکیورے فانگمی بٹن پو نگیس

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
bft: رانگ فچوس کن کھڑولبو نیی سینگی گرال کنینگ یودپن۔ ژال ژال بیالا روخ بیننارے، ڈیٹا ژالبی لوکھسینگ یا تری تری بیوفری، شوخمو تھوک۔

source: Optionally join on our email list for updates and new information about the project.
bft: یانگ تھدنارے دی پراجیکٹ پے بارینگ معلومات نہ خبر کنی فری نیی ای میلی شوقبوینگنو جوکھس

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
bft: تھدے منفی زاتی ڈیٹونگ مثلا لوسکور پو، بوژھا/بوسترینگ، سکتپو، زیرلوکھپو، یری پروفایل پیکھہ ملا می منمن، دیکھنہ ڈیٹا سیٹ پینگنو یری اکاونٹ پونہ یمبو منمین۔ چکپہ چیگی سکتی کلپ کن کھوتی زاتی ڈیٹونگنہ یمبو لیاخمو گو فری منمہ یودپن، مثلا ژال ژال بیکھن کنی ماڈل کن لا ہلژابہ فری دی تم سیر کن منمن۔

source: Ormuri
bft: اورمیوری

source: Ossetian
bft: اوسیشینی

source: Other
bft: ایونگ

source: Other Language
bft: اے سکت کن

source: Other people validate those voice clips.
bft: اے میونگی دے سکاتی کلپ کن بزوربن

source: Other voice datasets…
bft: اے سکتی ڈیتا سیٹ کن

source: Other Voice Datasets
bft: سکت لوکھسی ڈیٹا سیٹ کن

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
bft: نیی کمیونٹی ہلتا سترونگ بیکھن کن، یانگلا روخ بیالا تھونمن، دیکھنہ یانگلا نوزین گوچوکپن کہ یری سکت پیکھہ ینگ سوسی لس بین میدوک۔

source: Our governance is founded on the pillars of:
bft: نٸی سترول بزونگ غبوس کنیکھہ لنگسے یودپن۔

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
bft: نتی سکت پو نتی ہرتخ ان، نتی ڈرونگ یول ان، نتی کلچر ان۔ اونگ ندانگ گراقسے میولینگ تھونگمہ تھدپی ڈیٹا سیٹ کن فچوید۔

source: Our Partners
bft: نیی ڈراقسے لس بیکھن کن

source: Our partners include...
bft: نٸی لس بیکھکن کن یمبو یود ۔۔۔۔

source: Overall Accuracy
bft: گانگمی کھہ ترانگپو

source: Overall Hr. Total
bft: گانگمہ ہڑکیمسے

source: p
bft: پ

source: Paiwan
bft: پاٸوان

source: Palula
bft: پلولا

source: Papantla Totonac
bft: پپنٹلا ٹوٹونیک

source: Papiamento
bft: پپیامینٹو

source: Papiamento (Aruba)
bft: پپیامنٹوٸی ارابا

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
bft: سکتی کھورتنگ پینگ کڑا کوڑو تنگمہ شوقس، سوال تریس، دیکھنہ اونگمہ یودپی ریل فود کنی بارینگ سنانگا گوچوک

source: Partner
bft: زونگ

source: Partners
bft: یری پونگ

source: Partnerships
bft: ڈراقسے بیوس

source: Partnerships and networks
bft: لس زونگ، نا نیٹ ورکس

source: Partnerships, Press and Stories, Community and Languages
bft: لسی زونگ کن، تم خلونگ نا زدرونگ کن، کمیونٹی نا سکت کن

source: Partner with us
bft: نیانا یمبو ڈراقسے لس بیا شوقس

source: [Part of the text can’t be heard]
bft: ٹیکسٹ پو چھونچی کوا مید

source: Pashto
bft: پشتو

source: Past recordings download requests
bft: گوپی ریکارڈینگ کن ڈاون لوڈ بیالا جوفل کن

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
bft: کامن واٸس ہرمق لا تھونگمی سکتی ڈیٹا سیٹ ان دوکھیرے دنیا گانگمینگ نا روخ بیکھن کنی شیزدے بیسپن، سکتی فری ایپلیکیشنکھہ لس بیکھن کن لا مشین لا ہلژاب لوکھسینگ دی ڈیٹا سیٹ کن کولبہ نگینید، یا وخلا اکثر سکتی ڈیٹا سیٹ گانگمہ کمپنی گانگمی ان، دونگی نٸی چیز چوق ایجاد بین۔ واٸس ڈیٹا سیٹ کن ہر قسمی میونگ: انگریزی می زیرکھن کن، ہر رنگی میونگ، رگو ندپہ میونگ، اشیونگ، ایل جی بی ٹی کیو آٸی اے + میونگ، دیوی مطلب پو سکت لوکھسی ٹیکنالوجی لا سکت منگفو لا لس بیا نین مید، گار لس بیسنہ، می گانگمہ لا ژوخ بیسے لس بیامید، نیاسی ملسی ملسہ لا یودپی میونگی سکت کن شٸیر بیافری یو بینگ تبدیلی کھیونگمہ تھدید۔

source: People come and contribute their voices.
bft: میونگ اونگمن دیکھنہ کھوتی سکت کن منمن

source: Persian
bft: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
bft: یری زاتی ڈیس پورڈ کنی میونگنہ گرونگ میونگی لس لوکھسی بارینگ یانگلا زیرین دوکپن۔

source: Personally Identifiable Information
bft: سوسو لا نوزین گوے معلومات کن

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
bft: کامن وایسی لمینگ رگوسپی روخ بیس کنی بارینگ یری ژول، کھور کھاری ڈیتا سیٹ کن کولبہ فری دیکھنہ نیی سکتی لوکھسینگنو ہرمق دمسی یری پونگ ژول۔

source: <playIcon></playIcon>Last one!
bft: یو آخری

source: Play/Stop
bft: پلے بیس/ زگوق

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
bft: اجوو نٸی ٹیمپلیٹ فاٸل پو لا ہلتوس۔ یری تم سیر کن ہرکوسپی میدوکپہ رگوس، سی سی زیرو، یا میدنہ سکانگکھن پے ازن دوکپہ رگوس، دیکھنہ ایتو یوق گرامری لوکھسینگ صحیح نہ زیربہ لا بدونگو دوکپہ رگوسپن۔ سکانگفی تم سیر کن زیربہ لا منٹ فچو یا چوغہ گوا رگوسپن، دیکھنہ نمبرکن، مینتخ کن نہ پھالونگ میدوپکہ رگوس

source: Please fill out this field.
bft: دی ملسو سہ سکونگ جوو

source: Please select a language to review sentences.
bft: تم سیر کن لا ہلتالا سکت چک غدوم جوو

source: Polish
bft: پولیشی

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
bft: اکاونٹ چی کھڑول، اگر یری اکاونٹ میدنارے، یری سکت پو غدوم، دیکھنہ یری لس بیکھن کن نہ پراجیکٹ پو غدوم، کامن واٸس۔ دیکھہ تم لزوق بے فاٸل کن دوکتوک۔ چک پیکھہ کلک بیوس، دیکھنہ انگریزینگ تم کن تھونگمن دیکھنہ تم لزوق بے ملسو تھونگمن۔

source: Portuguese
bft: پرتوگیز

source: Powered by global communities, for global communities — 130 languages and growing!
bft: میولی گرونگ میونگی فری، میولی میونگی سی لق تھود منفہ یودپی، سکت کن لا بیور لوغین یود

source: Press and stories
bft: پریس کن نا کہانیونگ

source: Press and Stories
bft: تم خلونگ کن نا زدرونگ کن

source: Press play, listen & tell us: did they accurately speak the sentence below?
bft: سنا بیالا پلے پو نون دیکھنہ نیالا زیر، کھونگی تھورو مینے یودپی تم سیر کن لیاخمو بیسے زیرین یودا مید؟

source: Press { shortcut-play-toggle } to toggle play mode
bft: نون { shortcut-play-toggle } پلے بیسے یقپو فری

source: Privacy
bft: خسنگ تم

source: <privacyLink>Privacy</privacyLink>
bft: خسنگ تم کن

source: Privacy Policy
bft: خسنگ لوکھ کن

source: Privacy, security and transparency.
bft: خسنگ بس کن، سترونگ بزونگ، نا لس بزانگ کن۔

source: Pro
bft: پرو

source: Profile
bft: پرفایل پو

source: Profile information improves the audio data used in training speech recognition accuracy.
bft: پروفایلینگ مینفی معلومات کن سکتی ڈیٹونگ لیاخمو بیوفری بیورمو گوید، دو کھیرے سکت نوزین بے ہلژپ بزونگی لوکھسینگ لیاخمو گوید۔

source: Progress
bft: لس بزونگ

source: Public Domain
bft: چوقلا تھونگمی

source: Publicly accessible open speech datasets in 130+ languages
bft: خسوم بگیا نا خسومچو پا تھلے چوقلا تھوبا یودپی سکتی ڈیٹا سیٹ کن

source: Pular Guinea
bft: پولر گونیا

source: Punctuation
bft: پھالونگ

source: Punjabi
bft: پنجابی

source: Puno Quechua
bft: پیونوٸی کیوشوا

source: Quechua Ambo-Pasco
bft: کیوچوا ایمبو پاسکو

source: Quechua Arequipa-La Unión
bft: کیوچوا اریکویپا لا یونیان

source: Quechua Cajatambo
bft: کیوچوا کیجاتمبو

source: Quechua Chanka
bft: کیوشیوا چنکا

source: Quechua Chiquián
bft: کیوچوا چیکوی آن

source: Quechua Corongo Ancash
bft: کیوچوا کورونگو انکیش

source: Quechua Jauja Wanka
bft: کیوچوا جاوجا ونکا

source: Quechua Pasco Santa Ana de Tusi
bft: کیوچوا پاسکو سینٹا انا دی توسی

source: Quechua Sihuas Ancash
bft: کیوچوا سیہواس انکیش

source: Quechua Yauyos
bft: کیوچوا یاویوس

source: r
bft: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
bft: انگریزینگنو Raised پیبگنو سکت چیک یودپن، نیس میدپن

source: Rate limit exceeded. Try again in { $retryLimit } minutes
bft: ریڈ لمیڈ پو تھلسید، ینگ ہمبہ بیوس

source: Rate limit exceeded. Try again in { $retryLimit } seconds
bft: ریڈ لمیڈ پو تھلسید، ینگ ہمبہ بیوس

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
bft: سرکاری محکمونگ، زدے مید محکمونگ، یا میڈیاٸی ملسونگیکھہ، دونگی کھوتی ویب کنیکھہ یودپی کنٹنٹ کن چنگ منسنارے، خبر اتار کن سہ چوقلا تھونگمی لوکھسینگ شیزدے بیا نینید۔

source: Reader Effects
bft: زیرکھن پووی اثر پو

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
bft: صفحیکھہ یودپی تم کن گانگمہ لیخمویکھہ زیربو لیگی ژاہ ژاہ یودپن۔ سنا بین یودپی وخلا گشیکھہ ہلتوس ربیسے یودپو نہ ریکارڈ بیسے یودپو ژوخ ژوخ یودا مید، لزوقسے فونگ اگر دے تم کن لوخمین چی بیسے یودنہ، تم ہرژق بیسے یودنہ یا تم پو چھدے یودنہ۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
bft: دیکھہ میدپی زیر لوکھسی تم چھٹ چی، مثلا ناینگ نا ناینگ

source: Read More
bft: ینگسہ زیر

source: Read more on our About page
bft: نٸی صفحیکھہ ینگسہ زیرین شوقس

source: Read sentences
bft: تم ژھیر کن زیر

source: Read Sentences
bft: تم سیر کن زیر

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
bft: یتی سکت پینگنو تم ژھیر کن لینے زیر، دیکھنہ میولینگ چوغی روخ بین یودپی سکتی ڈیٹا سیٹ پولا روخ بیوس

source: Read Sentences, Answer Questions
bft: تم سیر کن زیر، سوال کن لا تم لزوق بیوس

source: Read Sentences <small>(Coming soon)</small>
bft: تم ژھیر کن زیربو (مہ شوخمو اونگین یود)

source: Read sentences submitted by the community in various languages
bft: سکت کنینگنو کمیونٹی سی منفہ یودپی تم سیر کن زیر

source: Read the sentence carefully - don’t miss, change or add words.
bft: لیاخمویکھہ تم سیر کن سنا بیوس، بودے گومچوک، تم پو تبدیل بیس یا ہرژوق۔

source: Ready to add your voice or lend your ear?
bft: یری سکتپو ایڈ بیالا تیار یودا؟

source: Ready to contribute?
bft: روخ بیا تیار یودا؟

source: Ready to do { $count } more?
bft: ینگ ریسپا چک؟

source: Ready to donate your voice?
bft: یری سکت پی شیزدے بیا تیار یودا؟

source: Ready to help validate sentences?
bft: تم سیر کن چھدکھہ بیالا تیار یودا؟

source: reCAPTCHA is required if you want to proceed
bft: اگر یانگ اخا درولین دوکپن نارے دی لم ہرتخ پو رگوسپن۔

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
bft: ہرکپلس نا تونگوے کھوم لوکھسی ای میل کن تھوپ چوک، کھوم لوکھسی سپیرونگ، دیکھنہ کامن واٸسی لوکھسینگنو خبری شوقبوی

source: Recorded Clips
bft: ریکارڈ بیسپی کلپ کن

source: Recorded Hours
bft: ریکارڈ سونگفی نمزونگ

source: <recordIcon></recordIcon> Last one!
bft: یا آخری لوس

source: [Recording cut off before the end of the last word]
bft: جوگی تم پے جوک پینگنو تم زون پو چوق چھیت

source: Recordings
bft: ریکارڈینگ کن

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
bft: سکت کن ریکارڈ بیو نیی ڈیٹا سیٹ کن فچوفری ایشن ژاہ ژاہ یودپن، منگفوسی ہوتے گوید زیربن۔

source: Record/Stop
bft: زون/زگوق

source: Record your response
bft: یری سپیرونگ ریکارڈ بیوس۔

source: Record yourself reading sentences in your language
bft: یری سکت پینگنو تم سیر کن زیرینچی ریکارڈ بیوس۔

source: Record yourself responding to questions and prompts in your language
bft: تریسپا تراسپونگلا تم لزوغین یری سکت پینگنو ریکارڈ بیوس

source: Record your voice
bft: یری تم پو زون

source: Reference the source of your sentence (required)
bft: یری تم سیر پو سوسی منفن نارے دو زیر۔ رگوسپن

source: Refresh
bft: ینگ ستروق لزوق

source: Reject
bft: مین زیر

source: Remove
bft: فودے فونگ

source: Remove Avatar
bft: ایویٹر پو فودے فونگ

source: Report
bft: تم پو تھون چوک

source: Report was passed successfully
bft: تم سیر کن گشیکھہ سونگسید

source: Request a Language
bft: سکت چیگی فری جوفل بیس

source: Request recordings
bft: ریکارڈینگ کن لا جوفل بیوس

source: *required
bft: *ژہ ژیکھہ رگوسپن

source: Re-record
bft: ینگ ریکارڈ بیوس

source: Re-record clip
bft: کلپ پو ینگ زون

source: Respond
bft: تم لزوق

source: Respond To Prompt
bft: شوخمویکھہ تم لزوق بیوس

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
bft: آرگینک سکتی لوکھسینگنگو ڈیٹا سیٹ فچوے سوال کن لا تم لزوق بیوس۔ فہ سکت کنی فری مہ لیگی بیورمو گوا یودپن

source: Response deleted successfully
bft: تم لزوق پو رگشیکھہ فچیکسید

source: Response submitted successfully
bft: تم لزوق پو رگشیکھہ تھونسید

source: Return
bft: لواق لوق

source: Return here to edit your goal anytime.
bft: یری خسم لوکھپو ینگ ریسپہ چک فچوالا نام شخسیدنارے لوقسے شوقس

source: Return to Common Voice
bft: کامن واٸسیکھہ لوقسے سونگ

source: Return to Common Voice Datasets
bft: کامن واٸسی ڈیٹا کنی کھہ لوق

source: Return to Languages
bft: سکت کنی رول لواق لوق

source: Review
bft: ینگ چک ہلتوس

source: Review could not be saved. Please try again later.
bft: ہلتس بزونگ خٹفہ مید۔ جوکلا ہمبہ بیوس اجوو

source: ⓘ Review Criteria
bft: ہلتس بزوے غدمکھہ

source: Review Criteria
bft: ہلتس بزوے غدمکھہ

source: Reviewed sentences not submitted, are sure?
bft: ہلتسپی تم سیر کن تھونفہ مید، یانگلا چھدکھہ یودا؟

source: Review existing sentences submitted by the community
bft: کمیونٹی سی مینے یودپا یودپی تم سیر کن لا ہلتوس

source: Reviewing Sentences
bft: ینگ ریسپہ چک ہلتے تم سیر کن

source: Review & re-record clips here as you go
bft: ہلتین سونگ، دیکھنہ ینگ ریکارڈ بیوس

source: Review & re-record clips if needed
bft: اگر رگوسنہ ہلتوس دیکھنہ ینگ ریکارڈ بیوس

source: Review Sentences
bft: تم سیر کن لا ہلتوس

source: Review sentences in your language
bft: یری سکت پینگ تم سیر کن لا ہلتوس

source: Review & Submit
bft: ینگ ہلتوس دیکھنہ کلے تونگ

source: Review transcriptions
bft: ٹرانسکرپشن کن لا ہلتوس

source: Review Transcriptions
bft: ٹرانسکرپشن کن لا ہلتوس،

source: Review transcriptions of recorded sentences for accuracy
bft: ریکارڈ بیسے یودپی تم سیر کنی ٹرانسکرپشن کن لا ینگ ہلتوس

source: Review Transcriptions <small>(Coming soon)</small>
bft: ٹرانسکرپشن کن لا ہلتوس، (شوخمو اونگین یود)

source: Review user-submitted transcriptions in your language
bft: کولکھن کنی یری سکت پینگ منفہ یودپی ٹرانسکرپشن کن لا چھدکھہ من

source: Romanian
bft: رومانین

source: Romansh Sursilvan
bft: رومنش سرسلوانی

source: Romansh Vallader
bft: رومنش ویلاڈاری

source: Rukai
bft: روکاٸی

source: Runyankole
bft: رنینکولی

source: Russian
bft: روسی

source: Ruuli
bft: رولی

source: s
bft: س

source: S
bft: س

source: Sabah Bisaya
bft: سباہ بسایا

source: Sabah Malay
bft: سباہ مالے

source: Sa'ban
bft: سابن

source: Sakha
bft: سخکا

source: Sakizaya
bft: ساکیزایا

source: Santali (Ol Chiki)
bft: سنتاکی چکی

source: Saraiki
bft: سرائیکی

source: Sardinian
bft: سرڈینین

source: Save
bft: فسوق

source: Saved
bft: فسوق

source: Scots
bft: سکاڈس

source: Scripted Speech
bft: ربیسے یودپی تم ژھیر کن

source: Search
bft: ژول

source: Seediq
bft: سیڈیق

source: See how your progress compares to other contributors all over the world.
bft: ہلتوس یری لس بزونگ میولینگ یودپی اے لس روخ بیکھنی لوکھسینگنو چینا گوین یود۔

source: See Less
bft: تھورے ہلتوس

source: See More
bft: ینگسہ ہلتوس

source: Select a Language...
bft: سکت چک غدوم

source: Select an option
bft: آپشن چک غدوم

source: Select a variant (optional)
bft: تم تھل چک غدوم یری مرضیکھہ

source: Selected
bft: غدمسید

source: Select File
bft: فاٸل پو غدوم

source: Select File to Upload
bft: اپ لوڈ بیالا فاٸل پو غدوم

source: Select the desired language dataset and choose the version you wish to download.
bft: یانگ تھدپی پھڑوسنو غدوم ڈاون لوڈ بیافری۔

source: Select up to three domains (optional)
bft: ملسہ خسوم غدوم، یری مرضی ان

source: Select your age
bft: ہری لو سکورپو غدوم

source: Select your sex or gender
bft: یری جنس پو یا جنڈر پر غدوم

source: Self Citation
bft: سوسوسے ساٸٹیشن پو

source: Send a link to my email
bft: نی ای میل پیکھہ لنک چی چیک کول

source: Send sign up link
bft: جوکھ لمی لنک پو کول

source: Sentence
bft: تم سیر

source: Sentence Collection
bft: تم فسق

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
bft: تم سیر زدمی لوکھسینگ یانگسہ ہلتوس

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
bft: تم سیر کن زدمسے کھیونگمہ فری نٸی روخ بیس کن لا ہلتوس۔

source: Sentence Domain
bft: تم سیری ملسونگ

source: Sentences
bft: تم سیر کن

source: Sentences are collected for people to read aloud.
bft: میونگلا سکت تنگسے زیرچوکپہ لا تم سیر کن زدمسے کھیونگمن

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
bft: تم سیر کن یول میونگی فچوکھہ بیسے شیزدے بین، اما دی لوکھ پو چنگ فرونمو گوا مید۔ اگر یانگلا چنگ مین چی کوسنا یا تھونگنارے، مثلا یانگلا لیخمو مہ شیسنارے، یا سکت کھور پولا زومسے میدنارے، چوق سکت کھوری فلیگ بٹن پو کول دو یو آٸینگنو یودپہ یودپن۔ یانگ نیانہ تھوکپہ نیند <emailFragment>commonvoice@mozilla.com

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
bft: دیکھہ مینفی تم سیر کن چوقلا تھونگمی سی سی زیروینگ لاٸسنڈ ڈیٹا سیٹ پینگ تھون چوک پن

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
bft: کامن واٸسینگ تم سیر کن اونگچکپلا مینگا نیسلا تم سیرکن لا ہلتا بزوبیا رگوسپن، دیکھہ تم سیر کن ہرمق لا تھونگمو گوا رگوسپن، دیکھنہ ژھونژے سونگسنہ تم سیر چی چوغا گوا رگوسپن۔ ینگ سوی تم سیر چی کولبہ سونگنہ، تم سیری اشینگنہ ربیسے کھیونگمہ رگوسپن نٸی سی سی زیرو لوکھسینگ،</waiverLink> دیکھنہ نیالا دی میل پیکھہ کلے تونگ commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
bft: تم سیر کن لا ہلتاسید۔ یری شیزدے

source: Sentence text
bft: تم سیری تم کن

source: Sentence Variant
bft: تم سیری تم تھل

source: Separate sentences into one line by pressing “Enter” or “Return” once
bft: تم سیر کن لوقسو ژھیر چک بیس، میدنارے ریسپہ چک انٹر پو نگیس یا لواق لوق۔

source: Serbian
bft: سربین

source: Seri
bft: سیری

source: Serian Bidayuh
bft: سرین بدایو

source: Service and Retail
bft: ژونگ لین نا خدمت

source: Set a goal
bft: ہلچی فچوس

source: Set my visibility
bft: نگی ہلتن بزو سترونگ

source: Setswana
bft: سیٹسوانا

source: Settings
bft: سیٹینگ کن

source: Sex
bft: بوژا/ بوسترینگ

source: Sex or Gender
bft: جنس پو

source: SHA256 Checksum Copied!
bft: ایس ایچ اے 256 چیکسم پو کاپی بیسد

source: Shan
bft: شن

source: Share Common Voice
bft: کامن واٸس لا شٸیر بیوس

source: Share my goal
bft: نی خسم لوکھ پو اخا تھونچوک

source: Share your clip
bft: یری کلپ پو شٸیر بیوس

source: Share your { $count } Clip Daily Goal for { $type }
bft: یری جغی کلپ کن تھونچوک

source: Share your { $count } Clip Weekly Goal for { $type }
bft: یری ہفتی کلپ کن تھونچوک

source: Share your event
bft: یری ریل پو تھونچوک

source: Shilha
bft: شلہا

source: Shina
bft: شینا

source: Shortcuts
bft: بدونگو لم

source: [Should be ‘dinosaurs’]
bft: چھدکھیکھہ ڈایناسورس مین

source: [Should be “We are”]
bft: چھدکھیکھہ ندانگ ان

source: Show me sentences and clips from all variants within my language
bft: نلا نی سکت پوی سکت فسور کن نا زومسے یودپی تم سیر کن نہ کلپ کن ہلتون۔

source: Show my ranking
bft: نگی کھوم لوکھسی کسیو ہلتون

source: Sicilian
bft: سیسلین

source: Sign up
bft: جوکھ لم

source: Sign up for an account
bft: اکاونٹ چک فچوا فری جوکھ لم پو سونگ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
bft: کامن وایسی خبر اتار کنی فری، لس کھومی لوکھسینگ، دیکھنہ تونگونگ ایتوفیونگما فری جوکھ لم لا شوقس،

source: sign up for email updates
bft: ای میلی خبر اتار لا جوکھ لم لا سونگ

source: Sign up for { $lang } updates:
bft: جوکھ لم پو لا شوقس، خبر اتاری فری

source: Sindhi
bft: سندھی

source: Single
bft: چکفر

source: Single sentence submission
bft: تم سیر چک سکونگ

source: Single ZIP file containing
bft: زیپ فایل چیگینگ یودپونگ

source: Sinhala
bft: سنہالا
